Revit 2027 API
ParameterTypeId.GridBubbleEndn1 Property
 "Plan View Symbols End 1 (Default)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBubbleEndn1 { get; }
Public Shared ReadOnly Property GridBubbleEndn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBubbleEndn1 {
	ForgeTypeId^ get ();
}
static member GridBubbleEndn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace